
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>1.1 Mejorar el trabajo en grupo: El grupo y la tarea · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-accordion/accordion.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-githubcontributors/style.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="12_liderazgo.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    M6 ASESOR: Inteligencia emocional y psicología positiva
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    GESTION DE EQUIPOS HUMANOS EN UN CENTRO ESCOLAR
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.1" data-path="11_mejorar_el_trabajo_en_grupo_el_grupo_y_la_tarea.html">
            
                <a href="11_mejorar_el_trabajo_en_grupo_el_grupo_y_la_tarea.html">
            
                    
                    1.1 Mejorar el trabajo en grupo: El grupo y la tarea
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="12_liderazgo.html">
            
                <a href="12_liderazgo.html">
            
                    
                    1.2 Liderazgo
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="13_principios_para_un_modelo_de_asesoramiento_en_l.html">
            
                <a href="13_principios_para_un_modelo_de_asesoramiento_en_l.html">
            
                    
                    1.3 Principios para un modelo de asesoramiento en los centros educativos
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../resolucionde_conflictos/">
            
                <a href="../resolucionde_conflictos/">
            
                    
                    RESOLUCIÓN DE CONFLICTOS
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../resolucionde_conflictos/21importancia_de_la_forma_en_que_se_resuelven_los_.html">
            
                <a href="../resolucionde_conflictos/21importancia_de_la_forma_en_que_se_resuelven_los_.html">
            
                    
                    2.1 Importancia de la forma en que se resuelven los conflictos: Actitudes ante el conflicto.
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../resolucionde_conflictos/22_gestion_positiva_del_conflicto.html">
            
                <a href="../resolucionde_conflictos/22_gestion_positiva_del_conflicto.html">
            
                    
                    2.2 Gestión positiva del conflicto.
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.3" data-path="../resolucionde_conflictos/23-la-comunicacion-como-clave-para-la-resolucion-de-conflictos.html">
            
                <a href="../resolucionde_conflictos/23-la-comunicacion-como-clave-para-la-resolucion-de-conflictos.html">
            
                    
                    2.3 La comunicación como clave para la resolución de conflictos
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../creditos.html">
            
                <a href="../creditos.html">
            
                    
                    Créditos
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.1 Mejorar el trabajo en grupo: El grupo y la tarea</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="1-1-mejorar-el-trabajo-en-grupo-el-grupo-y-la-tarea">1.1 Mejorar el trabajo en grupo: El grupo y la tarea </h2>
<p>Cuando un grupo se enfrenta a una tarea, que en nuestro &#xE1;mbito puede plantearse como la formaci&#xF3;n en un campo determinado, se pueden diferenciar una serie de momentos o fases por las que necesariamente atraviesa</p>
<ol>
<li>Fase de pre-tarea</li>
<li>Fase de tarea</li>
<li>Fase de Implementaci&#xF3;n</li>
</ol>
<p><iframe src="https://giphy.com/embed/IxjZ4cgqh2VP2" width="480" height="480" frameborder="0" class="giphy-embed" allowfullscreen></iframe></p><p><a href="https://giphy.com/gifs/new-tech-construction-IxjZ4cgqh2VP2" target="_blank">via GIPHY</a></p><p></p>
<p><strong>Fase de Pre-Tarea
</strong>
Esta fase busca estrategias que faciliten el avance del grupo y el paso de una perspectiva individual a la grupal. Corremos el riesgo en seguir la propuesta de uno de los miembros y que el conjunto no se identifique con la propuesta o la perciban por encima o por debajo de sus posibilidades (zona de desarrollo pr&#xF3;ximo). </p>
<p>Esta fase, que no requiere necesariamente demasiado tiempo, garantiza que la propuesta de formaci&#xF3;n sea meditada y consensuada, con lo que pasa a ser l&#xED;der del grupo que se ve representada en ella. Como consecuencia se reduce el tiempo para realizar la tarea, adem&#xE1;s de permitir una autonom&#xED;a considerable de la autonom&#xED;a de los integrantes y/o subgrupos al haber dejado muy claro el camino que van a recorrer.</p>
<p><strong>&#xBF;Qu&#xE9; incluye esta fase?
</strong>
En la fase de pre-tarea, se produce una aproximaci&#xF3;n de los puntos de vista. Han de quedar claros los objetivos de la formaci&#xF3;n o del grupo y como nos vamos a organizar para trabajar. Hemos de centrarnos pues en clarificar los objetivos y el proceso para llevarlos a t&#xE9;rmino.</p>
<p><img src="../images/image5.png" alt=""></p>
<p>El grado de claridad en los objetivos influye en la eficacia. En ocasiones los grupos no encuentran dificultades para establecer los objetivos y para especificar las v&#xED;as de desarrollo; otras veces en cambio este proceso no es f&#xE1;cil. Cuando no est&#xE1; definido de manera precisa, la confusi&#xF3;n que genera disminuye la operatividad del grupo. </p>
<p>En ocasiones, iniciamos procesos de formaci&#xF3;n, con los que si bien manifiestamente todo el mundo est&#xE1; de acuerdo en iniciar, en el fondo los diversos miembros del grupo no lo entienden de la misma manera, hay una confusi&#xF3;n en los objetivos pretendidos. Los miembros sin saberlo est&#xE1;n pensando en objetivos diferentes.</p>
<p>Los objetivos podr&#xED;an evaluarse tratando de situarlos en el lugar preciso en relaci&#xF3;n a una serie de par&#xE1;metros que plantamos como extremos de un continuo. De esta manera, podr&#xED;amos tratar de analizar si cumplen o no los siguientes aspectos:</p>
<table>
<thead>
<tr>
<th>Aspectos deseables</th>
<th>Aspectos no deseables</th>
</tr>
</thead>
<tbody>
<tr>
<td>Definidos con claridad</td>
<td>Definidos de forma imprecisa</td>
</tr>
<tr>
<td>Compartidos</td>
<td>No compartidos</td>
</tr>
<tr>
<td>Discutidos y negociados</td>
<td>Impuestos</td>
</tr>
<tr>
<td>Factibles</td>
<td>Imposibles</td>
</tr>
<tr>
<td>Vinculados a la pr&#xE1;ctica</td>
<td>Ut&#xF3;picos</td>
</tr>
</tbody>
</table>
<p><strong>Caso pr&#xE1;ctico</strong>: Detecci&#xF3;n de las necesidades y objetivos de formaci&#xF3;n. Centro de educaci&#xF3;n infantil y primaria</p>
<p>El equipo de profesores de infantil y primer ciclo de primaria, plantean la demanda de formarse para trabajar con los alumnos el ritmo y la expresi&#xF3;n corporal. Al intentar concretar las necesidades que esta formaci&#xF3;n pretende cubrir y plantear los objetivos, vemos que la demanda responde a la necesidad de disminuir el n&#xFA;mero de alumnos con dificultades para el aprendizaje de la lectura y la escritura y determinar qu&#xE9; m&#xED;nimos deben trabajarse en cada uno de los cursos de infantil y primer ciclo de primaria en relaci&#xF3;n al proceso de aprendizaje de la lectura y la escritura. Esta reflexi&#xF3;n, en la que participaron todos los profesores, permiti&#xF3; enfocar la formaci&#xF3;n hacia los &#x201C;Procesos de aprendizaje de la lectura y la escritura desde el punto de vista del ni&#xF1;o y la construcci&#xF3;n del conocimiento&#x201D; de Emilia Ferreiro y Ana Teberosky.</p>
<p>Adem&#xE1;s de llegar a acuerdos en los que se definan los objetivos que pretendemos, hemos de acordar las estrategias de abordaje. Una vez consensuado sobre lo que queremos conseguir, en que nos gustar&#xED;a formarnos, hemos de concretar la manera de conseguirlo. Con respecto a la metodolog&#xED;a de trabajo, cabr&#xED;a situarse entre polos como los siguientes:</p>
<table>
<thead>
<tr>
<th>Polos</th>
<th></th>
</tr>
</thead>
<tbody>
<tr>
<td>Se toman las decisiones por consenso</td>
<td>Se toman decisiones por computaci&#xF3;n</td>
</tr>
<tr>
<td>Se planifica la tarea con rigor y flexibilidad</td>
<td>Se improvisa continuamente</td>
</tr>
<tr>
<td>Se efect&#xFA;a el seguimiento de los acuerdos</td>
<td>Se olvida el control</td>
</tr>
<tr>
<td>Se cumplen los compromisos</td>
<td>Se incumplen</td>
</tr>
</tbody>
</table>
<p><strong>
Fase de Tarea:</strong></p>
<p>Representa el momento en que se relaciona la tarea y la formaci&#xF3;n. A trav&#xE9;s de la formaci&#xF3;n vamos incorporando lo nuevo, que se relaciona con lo que ya se sabe y se hace significativo. Lo nuevo pasa a formar parte del esquema referencial del grupo. Para que esto sea as&#xED;, es importante que en la fase de pre-tarea se haya reflexionado en grupo y se hayan fijado metas, estrategias y procedimientos comunes. El trabajo en esta fase se puede entender como aquello que debe hacerse para que el grupo alcance los objetivos establecidos.</p>
<p>Cuando uno lleva una formaci&#xF3;n no importada, sino una que se nutre a partir de la realidad, la gente se apodera del programa, sale del aislamiento, lo hace propio&#x2026; &#xBF;Cu&#xE1;l es el destino de la importaci&#xF3;n? Es la capacitaci&#xF3;n, pero que no se traduce en la pr&#xE1;ctica. El desarrollo profesional requiere de una actitud de aprendizaje basada en la reflexi&#xF3;n sobre la propia pr&#xE1;ctica y desde el contexto en que &#xE9;sta se produce. Son muchos los autores que insisten en la importancia de la formaci&#xF3;n en el lugar de trabajo y la importancia del contexto para el desarrollo profesional.</p>
<p>&#x201C;Lo que tenemos que aprender lo aprendemos haciendo&#x201D; Arist&#xF3;teles</p>
<p>  <img src="../assets/arist.jpg" alt="">  </p>
<p><strong>Fase de Implementaci&#xF3;n:
</strong>
<strong>Puesta en marcha</strong>. Es evidente que si llevamos a cabo una formaci&#xF3;n y se adopta, hay que ponerla en marcha y &#xE9;sta es una fase que se descuida incomprensiblemente. El cambio solo se produce a trav&#xE9;s de la acci&#xF3;n. Si esta actuaci&#xF3;n se planifica, las posibilidades de introducir una nueva pr&#xE1;ctica o implementar un nuevo proyecto aumenta. El cambio ha de ser planificado.</p>
<p>No es f&#xE1;cil programar y desarrollar cursos en los que la teor&#xED;a y la pr&#xE1;ctica vayan de la mano, sin embargo cuando se trata de formaci&#xF3;n permanente, y a los efectos de estimular iniciativas y cambios, es necesario hacerlo. Hemos de elaborar proyectos ligados a la pr&#xE1;ctica como parte esencial de la formaci&#xF3;n. Asistir a cursos s&#xF3;lo resulta relevante cuando se pone en pr&#xE1;ctica lo que se ha aprendido, pero esta puesta en acci&#xF3;n es muy dif&#xED;cil si no se cuenta con la colaboraci&#xF3;n de un grupo de compa&#xF1;eros y compa&#xF1;eras en los que apoyarse para cambiar las pr&#xE1;cticas y rutinas cotidianas.</p>
<p>La formaci&#xF3;n debe intentar la transmisi&#xF3;n de informaci&#xF3;n nueva, pero tambi&#xE9;n ayudar al equipo de profesores a movilizar su propios recursos, a secuenciar las fases, a elaborar actividades interesantes.</p>
<hr>
<p><strong>Caso pr&#xE1;ctico: Formaci&#xF3;n en Mediaci&#xF3;n escolar en un centro de secundaria.
</strong>
Un grupo de profesores de un centro de educaci&#xF3;n secundaria participan en un curso de mediaci&#xF3;n escolar en el propio instituto. Sin embargo una vez finalizado la parte presencial del curso sobre la mediaci&#xF3;n, aparecen dificultades a la hora de poner en marcha el proyecto del equipo de mediaci&#xF3;n en el centro. Fue necesario trabajar las actitudes en relaci&#xF3;n a la implantaci&#xF3;n del equipo de mediaci&#xF3;n y clarificar y concretar de nuevo los distintos aspectos que era necesario abordar para poder as&#xED;, iniciar el proceso de implantaci&#xF3;n del equipo de mediaci&#xF3;n en el IES.</p>
<p>| Es importante que el asesor respete y ayude a identificar la fase de PRETAREA y pensar estrategias que permitan superarla y pasar a la tarea, de modo que el grupo pueda vislumbrar un proyecto de implementaci&#xF3;n, que es la fase realmente creativa, cuando los cambios han sido incorporados a la pr&#xE1;ctica. |
| --- |</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: GESTION DE EQUIPOS HUMANOS EN UN CENTRO ESCOLAR">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="12_liderazgo.html" class="navigation navigation-next " aria-label="Next page: 1.2 Liderazgo">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.1 Mejorar el trabajo en grupo: El grupo y la tarea","level":"1.2.1","depth":2,"next":{"title":"1.2 Liderazgo","level":"1.2.2","depth":2,"path":"gestion_de_equipos_humanos_en_un_centro_escolar/12_liderazgo.md","ref":"gestion_de_equipos_humanos_en_un_centro_escolar/12_liderazgo.md","articles":[]},"previous":{"title":"GESTION DE EQUIPOS HUMANOS EN UN CENTRO ESCOLAR","level":"1.2","depth":1,"path":"gestion_de_equipos_humanos_en_un_centro_escolar/README.md","ref":"gestion_de_equipos_humanos_en_un_centro_escolar/README.md","articles":[{"title":"1.1 Mejorar el trabajo en grupo: El grupo y la tarea","level":"1.2.1","depth":2,"path":"gestion_de_equipos_humanos_en_un_centro_escolar/11_mejorar_el_trabajo_en_grupo_el_grupo_y_la_tarea.md","ref":"gestion_de_equipos_humanos_en_un_centro_escolar/11_mejorar_el_trabajo_en_grupo_el_grupo_y_la_tarea.md","articles":[]},{"title":"1.2 Liderazgo","level":"1.2.2","depth":2,"path":"gestion_de_equipos_humanos_en_un_centro_escolar/12_liderazgo.md","ref":"gestion_de_equipos_humanos_en_un_centro_escolar/12_liderazgo.md","articles":[]},{"title":"1.3 Principios para un modelo de asesoramiento en los centros educativos","level":"1.2.3","depth":2,"path":"gestion_de_equipos_humanos_en_un_centro_escolar/13_principios_para_un_modelo_de_asesoramiento_en_l.md","ref":"gestion_de_equipos_humanos_en_un_centro_escolar/13_principios_para_un_modelo_de_asesoramiento_en_l.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["youtube","accordion","githubcontributors","edit-link","ga"],"pluginsConfig":{"youtube":{},"accordion":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"ga":{"configuration":"auto","token":"UA-135691041-2"},"githubcontributors":{"contributorWidth":"300px","githubOwner":"catedu","githubRepository":"m6-asesor-inteligencia-emocional-y-psicologia-pos"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":"Edita esta página","base":"https://github.com/catedu/m6-asesor-inteligencia-emocional-y-psicologia-pos/edit/master"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"gestion_de_equipos_humanos_en_un_centro_escolar/11_mejorar_el_trabajo_en_grupo_el_grupo_y_la_tarea.md","mtime":"2021-01-15T10:29:33.720Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-01-15T10:30:12.716Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-accordion/accordionSelector.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-githubcontributors/contributors.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

